/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   main.c                                             :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: elchrist <elchrist@student.42.fr>          +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2019/01/24 20:19:30 by elchrist          #+#    #+#             */
/*   Updated: 2019/01/24 20:21:14 by elchrist         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

void fillit(char **argv) //мб char *argv, т.к. я вызываю только argv[1] 
{


}

int main(int argc, char **argv)
{
    if (argc == 2)
        fillit(argv[1]);
    return (0);
}
